import image from "../../assets/frontendImage.png";

const courseInfos = [
  {
    path: "front-end",
    name: "Front-End ծրագրավորում",
    image: image,
    title: "Front-End դասընթաց",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
 1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
 2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
 3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
  {
    path: "fullstack",
    name: "Fullstack ծրագրավորում",
    image: image,
    title: "Fullstack ծրագրավորում",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
  {
    path: "python",
    name: "Python ծրագրավորում",
    image: image,
    title: "Python ծրագրավորում",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
  {
    path: "uiux",
    name: "Ui/Ux դիզայն",
    image: image,
    title: "Ui/Ux դիզայն",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
  {
    path: "graphic-design",
    name: "Գրաֆիկ դիզայն",
    image: image,
    title: "Գրաֆիկ դիզայն",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
  {
    path: "smm",
    name: "SMM",
    image: image,
    title: "SMM դասընթաց",
    description: `Դասընթացը անցկացվում է 3 փուլով՝
1  Փուլ - HTML, CSS, Bootstrap, SASS, SCSS, JAVASCRIPT ESSENTIAL
2  Փուլ - JAVASCRIPT ADVANCED,  ECMASCRIPT6, OOP, AXIOS, LODASH, BIG O NOTATION
3  Փուլ - REACT, RECOIL, GIT, GITHUB
`,
    time: `Դասընթացը բաղկացած է 3 փուլից, որոնցից յուրաքնչյուրն 2 ամիս տեվողությամբ, ընդհանուր՝ 6 ամիս:`,
    format: ` Դասերն անցկացվում են լսարանային և առցանց տարբերակով`,
    price: `Ամսական վճարը՝ 40000 դրամ:
Ամեն ամսվա վարձը վճարվում է մինչև տվյալ փուլի 3-րդ դասը`,
    advantages: `Դասընթացի ավարտին կունենաք անձնական պորտֆոլիո՝ ձեր աշխատանքներով:
Լավագույն ուսանողները հնարավորություն կունենան անցնել պրակտիկա և աշխատել մեր կամ մեր գործընկեր կազմակերպություններում
Մշտական կապ դասախոսների հետ
Դասավանդողներն հանդիսանում են առաջատար մասնագետներ ծրագրավորման և դասավանդման ոլորտում
Դասընթացների ընթացքում կազմակերպվելու են բազում միջոցառումներ ոլորտի այլ մասնագետների հետ, որտեղ ուսանողներն կկարողանան տալ իրենց հուզող հարցերն և ավելի մեծ քայլեր կատարել դեպի ոլորտ
Հարգելի պատճառով բաց թողնված դասերը լրացնելու հնարավորություն
Ինչպես Պրակտիկ այնպես էլ գործնական բազում առաջադրանքներ
Անհատական մոտեցում ցանկացած ուսանողի
Դասընթացի ընթացքում լավագույններին զեղչի տրամադրում
Մեր ուսանողներին հետագա ցանկացած այլ կուրսի մասնակացելու դեպքում ՄԵԾ զեղչի տրամադրում
Հարթակներ, որտեղ խմբի մասնակիցներն կարող են շփվել, օգնել միմյանց, քննարկել խնդիրներ, ինչպես նաև կապ ունենալ այդ հարթակում դասախոսի և ղեկավարության հետ
Եվ իհարկե ՄԱՏՉԵԼԻ և ՀԱՍԱՆԵԼԻ գներ
`,
  },
];

export default courseInfos;
